/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "Saat ini wavetable sedang dibuat. Coba lagi setelah proses pembuatan selesai.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Informasi timbral untuk satu bentuk gelombang terdeteksi. Modulasi Formant tersedia dengan mengalihkan tombol Modulasi menjadi “Formant”. Kenop Bentuk 1 dan Bentuk 2 tidak berfungsi.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Untuk membuat wavetable, file audio harus memiliki nada konstan, beberapa bagian dengan nada yang dipisahkan oleh hening, atau satu atau lebih pilihan siklus tunggal.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "Wavetable baru berisi %d bentuk gelombang.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Wavetable Sedang Dibuat";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Wavetable Dibuat Dengan Bentuk Gelombang Tunggal";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Wavetable Tidak Dibuat";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Wavetable Dibuat";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Internal";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Rantai Samping:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Mati";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Input Audio Eksternal:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Identifikasi Not";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Analisis Nada";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Menganalisis: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Kesalahan pembukaan file";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "File yang sedang Anda coba muat tidak dapat ditemukan.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Kesalahan pembukaan file";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "Tidak tersedia cukup memori untuk memuat file yang dipilih.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "File berisi perubahan tempo";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Peringatan: Satu file atau lebih yang sedang Anda impor berisi penanda perubahan tempo. Versi MainStage ini tidak mendukung penyelarasan file dengan perubahan tempo.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Kesalahan pembukaan file";

/* Playback file alert */
"PlaybackTransientsMessage" = "Transien di file yang dipilih telah disembunyikan di Logic Pro. Buka file di Logic Pro dan tunjukkan transien sebelum membuka file di plug-in.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Kesalahan tidak diketahui";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "File yang dipilih tidak dapat dibuka.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Format file audio tidak didukung";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "File audio yang sedang Anda coba tambahkan tidak memiliki format file yang didukung. Konversi file ke format yang didukung menggunakan iTunes atau aplikasi audio lain sebelum menambahkannya ke plug-in Pemutaran.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (File hilang)";
